[
  {
    "filename": "US-Chamber.jpg",
    "background": "white",
    "name": "U.S. Chamber of Commerce",
    "headline": "U.S. Chamber Statement of Support for the Trans-Pacific Partnership",
    "quote": "The U.S. Chamber of Commerce today announces its support for the TPP and pledges to advocate for its approval by Congress. This decision follows careful review of the agreement’s text and deliberation by our International Policy Committee and Board of Directors. Steep tariffs and other trade barriers too often deny a level playing field for U.S.-made products and services in the Asia-Pacific region. The TPP will remedy this by eliminating all tariffs on U.S. exports of manufactured goods, opening new markets for American agricultural exports, and strengthening trade in services. It will boost economic growth, provide new opportunities for small businesses, and help create American jobs.",
    "URL": "https://www.uschamber.com/press-release/us-chamber-statement-support-the-trans-pacific-partnership",
    "industry": "Business Groups"
  },
  {
    "filename": "US-Coalition-TPP.jpg",
    "background": 0,
    "name": "U.S. Coalition for TPP",
    "headline": "U.S. Coalition for TPP Statement of Support",
    "quote": "\"The U.S. Coalition for TPP supports the agreement as a significant step forward to a fairer and more-level economic playing field in the Pacific Rim. We also encourage the U.S. government to work with Congress and the 11 TPP partner countries to strengthen the agreement further, thereby expanding support for this important achievement. We encourage Congress to give the agreement timely consideration and ultimately support its passage.\"",
    "URL": "http://tppcoalition.org/wp-content/uploads/2016/01/U.S.-Coalition-For-TPP-Statement-Of-Support.pdf?utm_content=bufferb25bc&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer",
    "industry": "Business Groups"
  },
  {
    "filename": "Business-Roundtable.jpg",
    "background": "white",
    "name": "Business Roundtable",
    "headline": "America’s Business Leaders Support Trans Pacific Partnership",
    "quote": "“Business Roundtable supports the TPP because this significant agreement will promote U.S. economic leadership and much-needed U.S. growth and jobs by expanding U.S. trade opportunities and setting strong new rules for international commerce,” said Tom Linebarger, Chairman and Chief Executive Officer of Cummins Inc. and Chair of the Business Roundtable International Engagement Committee. “We want Congress to approve the TPP this year. To that end, we are urging the Administration to quickly address the remaining issues that impact certain business sectors in order to ensure the broadest possible benefits to all sectors of U.S. business, which will enable the broadest support possible for the TPP.”",
    "URL": "http://businessroundtable.org/media/news-releases/america%E2%80%99s-business-leaders-support-trans-pacific-partnership",
    "industry": "Business Groups"
  },
  {
    "filename": "ECAT.png",
    "background": "white",
    "name": "Emergency Committee for American Trade",
    "headline": "ECAT supports the passage of the TPP agreement",
    "quote": "\n“After a thorough review, ECAT members find much to support in the TPP agreement and applaud many of the outcomes achieved by U.S. Trade Representative Michael Froman and his team that will benefit the United States’ economy and its businesses – both large and small, farmers, and workers… We look forward both to working with the Congress and the Administration to find a path forward on those matters and, importantly, to build support for TPP in 2016, so that the United States, across all industries, can begin to enjoy the benefits within the TPP agreement.\"",
    "URL": "http://media.wix.com/ugd/b13337_06e7272c696c48fd8b89706cd5d48b1b.pdf",
    "industry": "Business Groups"
  },
  {
    "filename": "NSBA.jpg",
    "background": "white",
    "name": "National Small Business Association",
    "headline": "National Small Business Association (NSBA) Endorses TPP Deal ",
    "quote": "“We were especially pleased with the TPP’s inclusion of a chapter dedicated solely to small- and medium-sized enterprises and believe it sets up a sound mechanism for engaging small exporters throughout the deal to ensure their needs are fairly represented…NSBA and SBEA congratulate the participating countries on a successful conclusion to their negotiations, and urge Congress to give the appropriate time and consideration to a trade deal of this magnitude.”",
    "URL": "http://www.nsba.biz/?p=10518#_Toc434508991",
    "industry": "Business Groups"
  },
  {
    "filename": "NFTC.jpg",
    "background": "white",
    "name": "The National Foreign Trade Council",
    "headline": "NFTC Statement on TPP Agreement",
    "quote": "\"The National Foreign Trade Council supports the Trans-Pacific Partnership agreement because we believe it is in the United States' national interest. We are encouraged by discussions that are underway between Congress and the Administration to address provisions in the agreement in order to further improve trade and investment liberalization, and strengthen the system of international trade and investment disciplines and procedures, including dispute settlement, for all of American business. Early resolution of areas for improvement identified by the business community will speed approval by Congress in 2016.",
    "URL": "http://www.nftc.org/newsflash/newsflash.asp?Mode=View&id=236&articleid=4012&category=All",
    "industry": "Business Groups"
  },
  {
    "filename": "Trade-Benefits-America.png",
    "background": "white",
    "name": "Trade Benefits America",
    "headline": "Trade Benefits America Coalition Supports TPP; Calls For Passage In 2016",
    "quote": "\"The Trade Benefits America Coalition supports the TPP and encourages Congress to pass legislation implementing the agreement in 2016. The Coalition also urges the Administration to resolve outstanding issues affecting various sectors as quickly as possible to further expand the benefits of TPP and promote even broader business support for the TPP. The TPP will benefit American businesses of all sizes, farmers, workers, consumers, and the U.S. economy by reducing trade barriers to goods and services exports and improving key standards and enforceable trade rules with the other TPP countries. The TPP is also a crucial opportunity to promote American leadership by enhancing partnerships with economic allies in a key region of the world.\"",
    "URL": "http://www.tradebenefitsamerica.org/resources/trade-benefits-america-coalition-supports-tpp-calls-passage-2016",
    "industry": "Business Groups"
  },
  {
    "filename": "USCIB.jpg",
    "background": 0,
    "name": "United States Council for International Business",
    "headline": "USCIB Voices Support for the Trans-Pacific Partnership",
    "quote": "The United States Council for International Business (USCIB) supports the Trans-Pacific Partnership Agreement (TPP) and urges members of Congress to approve TPP. After reviewing the text of the agreement and consulting with our broad cross-sectoral membership as well as our Board of Directors, USCIB believes that the TPP agreement will contribute substantially to economic growth in the United States and the region, cement U.S. global leadership and provide significant new opportunities for U.S. businesses, workers and farmers. The TPP expands market access in the region through elimination of tariff and non-tariff barriers as well as breaking new ground in addressing growing regulatory impediments to trade.",
    "URL": "http://www.uscib.org/uscib-voices-support-for-the-trans-pacific-partnership/",
    "industry": "Business Groups"
  },
  {
    "filename": "WCIT.png",
    "background": "white",
    "name": "Washington Council on International Trade ",
    "headline": "Washington Council on International Trade Celebrates Conclusion of Trans-Pacific Partnership Negotiations",
    "quote": "“The TPP is our chance to resolve many of these challenges and shape global trade rules that work in our favor. We thank our U.S. trade negotiators for their tireless efforts during the countless rounds of negotiations and for their commitment to finalizing the best possible deal for U.S. businesses and workers. We must seize this opportunity to improve the way the world trades and to incorporate U.S. interests and values into Asia-Pacific trade rules. We now look to Congress to vote to pass and implement this historic trade agreement without delay.”",
    "URL": "http://wcit.org/wp-content/uploads/2015/10/WCIT-TPP-conclusion-statement.pdf",
    "industry": "Business Groups"
  },
  {
    "filename": "US-ASEAN-Business-Council.jpg",
    "background": "white",
    "name": "US-ASEAN Business Council ",
    "headline": "US-ASEAN Business Council Offers Its Supports for the Completed TPP",
    "quote": "“40 percent of the ASEAN nations will be signatories of the TPP and others, including the Philippines, have indicated an interest in joining in the future.  The agreement will significantly and positively impact commercial relations between the United States and these important countries and is a critical component of American’s engagement with Southeast Asia in particular and with Asia more generally.”",
    "URL": "https://www.usasean.org/press-release/2015/10/05/us-asean-business-council-offers-support-completed-tpp",
    "industry": "Business Groups"
  },
  {
    "filename": "Business-Forward.jpg",
    "background": "white",
    "name": "Business Forward",
    "headline": "Business Leaders from Key States React to Conclusion of TPP Agreement",
    "quote": "After U.S. negotiators finalized the Trans-Pacific Partnership at the Ministerial Meeting in Atlanta, more than 50 senior executives from small and medium-sized companies across the country highlighted the importance of international trade to their businesses. In particular, several business leaders emphasized that the new trade agreement could provide stronger IP protection, eliminate non-tariff barriers, and reduce regulatory risk. The Trans-Pacific Partnership, between the United States and 11 other countries in the Asia-Pacific region, stands to reduce many of the barriers that smaller businesses struggle with in particular. Many business leaders have said that increasing access to international markets would enable them to hire more workers to keep up with new demand.",
    "URL": "http://businessroundtable.org/media/news-releases/statement-america%E2%80%99s-business-leaders-conclusion-tpp-negotiations",
    "industry": "Business Groups"
  },
  {
    "filename": "NCBA.jpg",
    "background": "white",
    "name": "National Cattlemen's Beef Association",
    "headline": "NCBA Urges Swift Action on TPP",
    "quote": "“The value exports add to U.S. beef is undeniable. Asia and the Pacific Rim are extremely valuable markets for U.S. beef. We not only export steaks and ground beef, but this region demands high quality variety meats like beef tongue. Those products bring a premium in these markets and add value back to producers here at home. Trade is an investment in our future, profitability for the next generation.”",
    "URL": "http://www.beefusa.org/newsreleases1.aspx?newsid=5614",
    "industry": "Agriculture"
  },
  {
    "filename": "AFBF.jpg",
    "background": "white",
    "name": "American Farm Bureau Federation",
    "headline": "Statement by Bob Stallman, President, American Farm Bureau Federation, Regarding AFBF Support for TPP",
    "quote": "“The American Farm Bureau Federation’s Board of Directors voted this week to support the Trans Pacific Partnership agreement. TPP promises to expand opportunities to some of the fastest growing markets around the world. “We look forward to working with Congress and the administration to move this agreement forward. American farmers need improved access to markets around the Pacific Rim in order to generate growing demand for our products in the future. Our members recognize that the rest of the world is not sitting still. Other countries are trying to set trading rules in their own best interest. This agreement goes a long way in establishing a much more level playing field for our nation’s farmers and ranchers.”",
    "URL": "http://www.fb.org/newsroom/news_article/378/",
    "industry": "Agriculture"
  },
  {
    "filename": "NMPF.jpg",
    "background": "white",
    "name": "The National Milk Producers Federation",
    "headline": "NMPF Board Endorses Trans-Pacific Partnership Agreement",
    "quote": "The National Milk Producers Federation voted Tuesday to support the Trans-Pacific Partnership (TPP) agreement, an historic pact between 12 countries containing features that will help America’s dairy farmers in the future.  The organization is now urging Congress to pass the agreement this year, even as it also registered concerns with another major trade pact being negotiated with Europe.",
    "URL": "http://www.nmpf.org/latest-news/press-releases/mar-2016/nmpf-board-endorses-trans-pacific-partnership-agreement",
    "industry": "Agriculture"
  },
  {
    "filename": "US-Wheat-Associates.jpg",
    "background": "white",
    "name": "U.S. Wheat Associates",
    "headline": "US Wheat Associates : Wheat Grower Organizations Welcome TPP Signing, Look for Rapid Congressional Review",
    "quote": "“Wheat growers are 'all-in' regarding the promise of the Trans-Pacific Partnership. Expanding sales and market share are important pillars to help revitalize the wheat industry. Now, the ball is in Congress' court and NAWG urges Congress to act quickly.”",
    "URL": "http://www.uswheat.org/newsRelease/doc/9B4AC6CC055E03CC85257F4F0056A111?Open",
    "industry": "Agriculture"
  },
  {
    "filename": "ASA.jpg",
    "background": "white",
    "name": "American Soybean Association",
    "headline": "American Soybean Association Backs Trans-Pacific Partnership, Will Press Congress to Approve",
    "quote": "“The TPP is a good deal for soybean farmers and our livestock customers. We back it and we will push Congress to do the same. We know that this will further expand our access to valuable markets in Asia and Latin America, but specifically, there are several key sections of the agreement that will move our trade significantly forward.”",
    "URL": "https://soygrowers.com/asa-backs-trans-pacific-partnership-will-press-congress-to-approve/",
    "industry": "Agriculture"
  },
  {
    "filename": "NOPA.jpg",
    "background": 0,
    "name": "The National Oilseed Processors Association (NOPA)",
    "headline": "NOPA Supports Trans-Pacific Partnership Agreement",
    "quote": "“Taken as a whole, the TPP Agreement meets our Association’s long-standing commitments to trade liberalization; expanded market access for oilseeds/oilseed products, and meat products; and strengthened and updated trade rules… Thanks to the tireless efforts of Ambassador Froman and the entire U.S. interagency negotiating team, the TPP has the potential to provide tremendous opportunities for U.S. processors of oilseed products, as well as our domestic poultry and livestock customers, to expand export sales to some of the fastest growing protein markets in the world.”",
    "URL": "http://www.nopa.org/about-us/news/",
    "industry": "Agriculture"
  },
  {
    "filename": "NCGA.jpg",
    "background": "white",
    "name": "National Corngrowers Association",
    "headline": "NCGA, USGC Joint Statement on Trans-Pacific Partnership",
    "quote": "\"We are pleased that the U.S. is on the path toward approval of the Trans-Pacific Partnership agreement. This agreement will give America's farmers and ranchers greater access to the Asia-Pacific region, bringing more American grains, meat, and dairy to the rest of the world. That's why NCGA members will be going to Capitol Hill and asking Congress to vote in favor of the TPP agreement.\"",
    "URL": "http://www.ncga.com/news-and-resources/news-stories/article/2015/11/ncga-usgc-joint-statement-on-trans-pacific-partnership",
    "industry": "Agriculture"
  },
  {
    "filename": "USGC.jpg",
    "background": "white",
    "name": "U.S. Grains Council",
    "headline": "NCGA, USGC Joint Statement on Trans-Pacific Partnership",
    "quote": "\"The Trans-Pacific Partnership will have significant benefits for exports of corn in all forms. Over the coming decades, this will help our members expand their overseas sales and grow their businesses. We look forward to working with our grain industry partners to tell the story of trade successes in our industry and how TPP will take those wins to the next level.\"",
    "URL": "https://www.grains.org/news/20151109/usgc-ncga-joint-statement-trans-pacific-partnership",
    "industry": "Agriculture"
  },
  {
    "filename": "National-Potato-Council.jpg",
    "background": "white",
    "name": "National Potato Council",
    "headline": "Potato Growers Support TPP Agreement",
    "quote": "Based on a review of the recently released Trans-Pacific Partnership (TPP) agreement text, the National Potato Council (NPC) strongly supports the trade deal reached with Australia, Brunei, Darussalam, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Peru, Singapore and Vietnam. NPC urges Congress to quickly complete their review of TPP and approve the agreement… “The U.S. potato industry can compete with worldwide growers, processors and distributors if the playing field is level. The TPP tariff reductions in our key markets including Japan and Vietnam allow us to go head-to-head with our foreign competitors and successfully win the business” ",
    "URL": "http://www.growingproduce.com/farm-management/potato-growers-support-trans-pacific-partnership-agreement/",
    "industry": "Agriculture"
  },
  {
    "filename": "AFIA.jpg",
    "background": "white",
    "name": "American Feed Industry Association",
    "headline": "AFIA turns eyes to Congress following TPP signing",
    "quote": "\"Congress should vote to approve TPP. International trade offers the greatest potential for the U.S. animal food industry's future growth, through both direct feed and ingredient exports and the increased overseas sale of U.S. livestock, poultry and dairy products. Free trade agreements, such as TPP, are the tools that open those international markets and make continued U.S. growth possible.\"",
    "URL": "http://www.afia.org/blog_home.asp?Display=188",
    "industry": "Agriculture"
  },
  {
    "filename": "Wine-Institute.jpg",
    "background": 0,
    "name": "Wine Institute",
    "headline": "Wine Institute Supports Trans-Pacific Partnership Free Trade Agreement",
    "quote": "\"Strong and market-opening trade agreements grow the U.S. economy and create and support well-paying U.S. jobs.  We believe that TPP will deliver these results. We congratulate the Administration for its hard work and look forward to reviewing the details of the agreement and continuing to work with Congress and the Administration on the TPP”",
    "URL": "http://www.wineinstitute.org/resources/pressroom/10062015",
    "industry": "Agriculture"
  },
  {
    "filename": "Distilled-Spirits-Council.jpg",
    "background": 0,
    "name": "Distilled Spirits Council of the United States",
    "headline": "Distilled Spirits Council Says Trans Pacific Partnership (TPP) Will Help Industry By Protecting American Products and Opening Markets",
    "quote": "“The Council thanks the U.S. negotiators for their dedication and tireless efforts to reach an agreement. When implemented, it will keep the momentum going for trade liberalization. The Council looks forward to briefing key Members of Congress on the specific benefits of the agreement to the U.S. spirits industry.”",
    "URL": "http://www.discus.org/distilled-spirits-council-says-tpp-will-help-industry-by-protecting-american-products-and-opening-markets/",
    "industry": "Agriculture"
  },
  {
    "filename": "Cargill.jpg",
    "background": "white",
    "name": "Cargill",
    "headline": "Cargill: Farm groups plow into trade flight",
    "quote": "“If we are to move the U.S. economy forward, we have to be willing to negotiate and pass deals that better positions the U.S. to compete globally. TPP does that.”",
    "URL": "http://thehill.com/policy/finance/269632-farm-groups-plow-into-trade-fight",
    "industry": "Agriculture"
  },
  {
    "filename": "ADM.png",
    "background": "white",
    "name": "Archer Daniels Midland Company",
    "headline": "ADM Urges Approval of Trans-Pacific Partnership",
    "quote": "Archer Daniels Midland Company this week urged Congress to approve the Trans-Pacific Partnership (TPP), an agreement that would lower trade barriers among a dozen Pacific Rim nations, including the United States. “The TPP will help reduce barriers to trade and open new markets, benefiting American farmers and ranchers, the U.S. economy and ADM,” said ADM CEO Juan Luciano. “In 2014, American farmers and ranchers and the ag industry sold more than $152 billion in agricultural products to other nations. With lowered trade barriers, that number will only grow, supporting more American jobs and strengthening our rural communities. Our farmers are feeding the world, and the TPP will give them the opportunity to sell even more of their products around the globe.”",
    "URL": "http://www.adm.com/en-US/news/_layouts/PressReleaseDetail.aspx?ID=691",
    "industry": "Agriculture"
  },
  {
    "filename": "Northwest-Horticultural-Council.jpg",
    "background": 0,
    "name": "Northwest Horticultural Council",
    "headline": "Northwest Horticultural Council Statement on the Trans-Pacific Partnership",
    "quote": "The Northwest Horticultural Council supports the United States joining the Trans-Pacific Partnership (TPP), a proposed free trade agreement between Australia, Canada, Japan, Malaysia, Mexico, Peru, United States, Vietnam, Chile, Brunei, Singapore, and New Zealand. Existing U.S. free trade agreements with Canada, Singapore, Chile, Australia, Mexico, and Peru already provide exports of our apples, pears, and sweet cherries duty-free access to these foreign markets.  TPP would extend this duty-free access to Brunei Darussalam (population 400,000 – located on the island of Borneo), Japan, and more importantly, Vietnam. New Zealand also provides duty-free access to apples, pears, and cherries and this liberal trade policy would be maintained.",
    "URL": "http://nwhort.org/policy-issues/trans-pacificfta/",
    "industry": "Agriculture"
  },
  {
    "filename": "National-Chicken-Council.jpg",
    "background": "white",
    "name": "National Chicken Council",
    "headline": "White House Releases Text of TPP; US Chicken Industry Throws Support behind Deal",
    "quote": "\"The National Chicken Council (NCC) applauds U.S. Trade Representative Michael Froman and his team of negotiators for their years of work on the TPP, and urge expeditious congressional approval,\" said NCC President Mike Brown. \"The TPP represents a commercially meaningful and high standard agreement that will open markets and increase U.S. chicken exports and bring increased economic benefits to chicken farmers and companies across the country.  Without it, U.S. chicken exports to the TPP region will face a significant competitive disadvantage.\"",
    "URL": "http://www.nationalchickencouncil.org/white-house-releases-text-of-tpp-us-chicken-industry-throws-support-behind-deal/",
    "industry": "Agriculture"
  },
  {
    "filename": "Corn-Refiners-Association.jpg",
    "background": "white",
    "name": "Corn Refiners Association",
    "headline": "Corn Refiners Association Supports Approval of Trans-Pacific Partnership",
    "quote": "Today, the Corn Refiners Association (CRA) announced its support for the Trans-Pacific Partnership and urged Congress to approve the deal reached last month. “The Asia-Pacific region, and specifically the nations participating in the TPP are an incredibly important market for the U.S. corn refining industry, accounting for roughly 40% of our exports.” said John Bode, President and CEO of the Corn Refiners Association. “We are confident that this deal will help promote and support American exports into these countries. The United States, led by the team at United States Trade Representative, achieved a meaningful trade agreement that will benefit all American industries.” ",
    "URL": "http://corn.org/corn-refiners-association-supports-approval-of-trans-pacific-partnership/",
    "industry": "Agriculture"
  },
  {
    "filename": "NAMI.jpg",
    "background": "white",
    "name": "North American Meat Institute",
    "headline": "North American Meat Institute Urges Quick Passage of TPP",
    "quote": "The North American Meat Institute (NAMI) expressed strong support for the Trans Pacific Partnership (TPP) agreement following the release of the full text of the deal Thursday morning and urged Congress to move quickly to pass the agreement. “This agreement holds enormous potential for U.S. agriculture and levels the playing field for American workers and businesses in the world's fastest growing economic region, said Barry Carpenter, NAMI President and CEO. “In addition, TPP will strengthen our strategic relationships with trading partners in the critical Asia-Pacific region.”",
    "URL": "http://www.foodmanufacturing.com/news/2015/11/north-american-meat-institute-urges-quick-passage-tpp",
    "industry": "Agriculture"
  },
  {
    "filename": "California-Walnuts.jpg",
    "background": 0,
    "name": "California Walnuts",
    "headline": "Trans -Pacific Partnership a Win for California Walnut Industry",
    "quote": "“Enhancing California walnut competitiveness is a priority for the CWC”, states grower Jack Mariani, Chairman of the California Walnut Board Market Development Committee. “The TPP will benefit U.S. agriculture and specifically California walnuts, by leveling the playing field amongst producers providing equal access for California walnuts.”… California’s 4,000+ walnut growers and 94 handlers (processors) look forward to the ratification of the agreement which must now move the through the approval processes by each country and, in the U.S., debated and passed by Congress.",
    "URL": "http://www.walnuts.org/news/trans-pacific-partnership-a-win-for-california-walnut-industry/",
    "industry": "Agriculture"
  },
  {
    "filename": "American-Peanut-Council.jpg",
    "background": "white",
    "name": "American Peanut Council",
    "headline": "American Peanut Council Supports TPP Agreement",
    "quote": "The American Peanut Council (APC) welcomes the proposed Trans-Pacific Partnership (TPP), which links the United States, Japan and ten other Asia Pacific nations through one of the most important trade accords ever developed. The TPP brings substantial, unprecedented progress in opening the markets of Asia to exporters of U.S. peanuts and peanut products… APC urges that the process established by the Congress to provide this approval move forward as quickly as possible.",
    "URL": "https://www.peanutsusa.com/media-press/200-american-peanut-council-supports-tpp-agreement.html",
    "industry": "Agriculture"
  },
  {
    "filename": "NAM.png",
    "background": "white",
    "name": "National Association of Manufacturers",
    "headline": "Manufacturers Endorse Trans-Pacific Partnership",
    "quote": "“Open markets encourage cooperation and prosperity among nations and governments, rather than conflict, and the NAM has a long and proud history of promoting free and fair trade. After careful analysis, the NAM will support the TPP as it will open markets and put manufacturers in a much stronger position to compete in an important and growing region of the world,” said NAM President and CEO Jay Timmons. “Support for the TPP, which allows manufacturers to be more competitive in a global economy, is in keeping with the NAM’s principles. Without such an agreement, the United States would be ceding economic leadership to other global powers, letting them set the rules of economic engagement in the region.\"",
    "URL": "http://www.nam.org/Newsroom/Press-Releases/2016/01/Manufacturers-Endorse-Trans-Pacific-Partnership/",
    "industry": "Manufacturing"
  },
  {
    "filename": "NEMA.jpg",
    "background": "white",
    "name": "National Electrical Manufacturers Association",
    "headline": "U.S. trade representative signs agreement to open Asia-Pacific markets and set new 21st-century trading rules",
    "quote": "\"NEMA has reviewed the TPP text finalized in October and found that it meets our industries' objectives for elimination of customs duties, reduction of non-tariff barriers, and opening access to standards and regulatory processes in participating markets. The TPP would open up future opportunities for U.S. electrical and medical imaging manufacturers to compete for business in the Asia-Pacific region. Electrical manufacturers look forward to working with Congress this year on legislation needed to implement the TPP and realize its benefits.\"",
    "URL": "http://www.nema.org/news/Pages/Electrical-and-Medical-Imaging-Manufacturers-Welcome-Signature-of-Trans-Pacific-Partnership.aspx",
    "industry": "Manufacturing"
  },
  {
    "filename": "SIA.png",
    "background": "white",
    "name": "Semiconductor Industry Association",
    "headline": "SIA applauds landmark Trans-Pacific Partnership agreement",
    "quote": "“Free trade is essential to the American economy and the U.S. semiconductor industry, which exports more than 80 percent of its products to customers overseas,” said John Neuffer, president and CEO, Semiconductor Industry Association. “The TPP will strengthen America’s standing in the world and help our industry maintain leadership in the global market. It is the first major trade agreement that seriously contemplates how trade needs to be done in the global digital economy of the 21st Century. We applaud negotiators for reaching this landmark agreement and urge Congress to approve it expeditiously.”",
    "URL": "http://www.semiconductors.org/news/2015/10/05/press_releases_2015/sia_applauds_landmark_trans_pacific_partnership_agreement/",
    "industry": "Manufacturing"
  },
  {
    "filename": "DOW.jpg",
    "background": "white",
    "name": "Dow",
    "headline": "Dow Statement of Support for the Trans-Pacific Partnership",
    "quote": "“TPP is critically important for Dow, our employees, and our customers. TPP represents nearly 40 percent of the world’s GDP. The expanded market access provided by the agreement will allow U.S. manufacturers and the chemical industry to compete in new key markets and increase exports that will promote American economic prosperity.”",
    "URL": "http://www.dow.com/news/press-releases/dow%20statement%20of%20support%20for%20the%20trans-pacific%20partnership",
    "industry": "Manufacturing"
  },
  {
    "filename": "John-Deere.jpg",
    "background": "white",
    "name": "John Deere",
    "headline": "Deere urges ratification of Trans-Pacific Partnership",
    "quote": "“TPP delivers transparent and consistent rules for our investments and freer trade for our products, both of which are increasingly more important as Deere’s global footprint has grown,” Allen said. “The agreement’s provisions enhance the business environment in these important economies, making Congress’s swift ratification of the agreement important to Deere and our customers.”",
    "URL": "https://www.deere.com/en_US/corporate/our_company/news_and_media/press_releases/2016/corporate/2016feb3-corporaterelease2.page?",
    "industry": "Manufacturing"
  },
  {
    "filename": "Personal-Care-Products-Council.jpg",
    "background": "white",
    "name": "Personal Care Products Council",
    "headline": "Statement by Francine Lamoriello, Executive Vice President, Global Strategies, Personal Care Products Council, Supporting Passage of the Trans-Pacific Partnership Agreement (TPP)",
    "quote": "“With the inclusion of an Annex on cosmetic products, TPP is the first trade agreement to promote regulatory convergence and address technical barriers to trade that impede the personal care products industry. The Annex provides an important framework for international regulatory best practices that will raise standards and allow our industry to continue to provide safe, innovative products in a timely fashion to consumers around the world… Passage of this extraordinary agreement will mean a stronger global personal care products industry, a stronger U.S. economy and more U.S. jobs. We urge Congress to recognize this historic achievement and ratify this agreement.”",
    "URL": "http://www.personalcarecouncil.org/newsroom/20151105",
    "industry": "Manufacturing"
  },
  {
    "filename": "American-Chemistry-Council.jpg",
    "background": "white",
    "name": "American Chemistry Council",
    "headline": "American Chemistry Council Letter to U.S. Trade Representative Froman in Support of TPP",
    "quote": "The American Chemistry Council has a long history of supporting rules-based international trade. As one of the world’s most globalized sectors, the U.S. chemical manufacturing sector, increased free trade in both finished products and intermediate goods is essential to the future growth of our industry. For that reason, ACC strongly supports the Trans-Pacific Partnership (TPP) agreement, and we applaud President Obama and the U.S. negotiating team for their work in reaching this historic agreement, which has the potential to provide significant benefits for the U.S. economy. In addition to supporting job growth at home, TPP will also reduce or eliminate tariff and regulatory barriers to trans-Pacific trade, which presents a key growth opportunity for U.S. chemical manufacturers. ",
    "URL": "https://www.americanchemistry.com/Policy/Trade/ACC-Letter-to-USTR-Froman-in-Support-of-TPP.pdf",
    "industry": "Manufacturing"
  },
  {
    "filename": "Global-Automakers.jpg",
    "background": "white",
    "name": "Global Automakers",
    "headline": "Global Automakers Commends the Conclusion of the Trans-Pacific Partnership Negotiations",
    "quote": "Open trade and investment policies have encouraged international automakers to invest billions of dollars in the United States, creating a stronger domestic manufacturing base and stimulating economic growth. If approved by Congress, the Trans-Pacific Partnership will provide new opportunities to increase exports and support American jobs. This agreement covers approximately 40 percent of the global economy and puts into place rules that facilitate trade and reduce barriers. This agreement will benefit American consumers and businesses alike by creating an engine for future U.S. economic growth.",
    "URL": "https://www.globalautomakers.org/media/press-release/global-automakers-commends-the-conclusion-of-the-trans-pacific-partnership",
    "industry": "Manufacturing"
  },
  {
    "filename": "MEMA.jpg",
    "background": "white",
    "name": "Motor & Equipment Manufacturers Association",
    "headline": "Statement Of MEMA On The Trans-Pacific Partnership",
    "quote": "MEMA members operate in a global industry with suppliers, customers, and facilities worldwide and MEMA traditionally supports trade agreements, as open markets provide the necessary framework for free trade and a level playing field among competitors. MEMA supports the Trans-Pacific Partnership (TPP) and urges Congress to ratify the agreement. The TPP will provide opportunities for motor vehicle suppliers to compete in one of the largest growing markets worldwide. The agreement positively addresses tariff reduction and elimination, non-tariff trade barriers, and intellectual property protection. MEMA particularly recognizes the efforts of all the parties to address the rules of origin in a constructive manner.",
    "URL": "http://www.mema.org/Document-Vault/MEMA-Industry-News/MEMA-Statement-on-TPP-012216.pdf",
    "industry": "Manufacturing"
  },
  {
    "filename": "TPP-Apparel-Coalition.jpg",
    "background": 0,
    "name": "TPP Apparel Coalition",
    "headline": "TPP Apparel Coalition Applauds Signing of the TPP",
    "quote": "“Today’s signing is an important step that sets the stage for ratification by each of the TPP countries. Timely ratification and seamless implementation is important so that our industry and the millions of American workers they employ can take advantage of the benefits of the TPP. The TPP Apparel Coalition supports the TPP agreement and the provisions that generate new trade and investment opportunities for the benefit of workers, businesses, and families.”",
    "URL": "https://www.usfashionindustry.com/press/press-releases1/2493-tpp-apparel-coalition-applauds-signing-of-the-tpp",
    "industry": "\nApparel"
  },
  {
    "filename": "RILA.gif",
    "background": "white",
    "name": "Retail Industry Leaders Association",
    "headline": "Retailers React to Completion of Trans-Pacific Partnership (TPP) Negotiations",
    "quote": "\"As the largest free-trade agreement in history, the TPP will open foreign markets for American businesses and save American families hundreds of millions of dollars on products they buy everyday. We are looking forward to hearing the President’s plan to build support for TPP this evening, and RILA stands ready to work with the Administration and Congress to ratify this historic economic agreement.\"",
    "URL": "http://www.rila.org/news/topnews/Pages/Retailers-Look-for-Administration-Push-on-TPP-in-Tonight's-State-of-the-Union.aspx",
    "industry": "Apparel"
  },
  {
    "filename": "NCTO.jpg",
    "background": "white",
    "name": " National Council of Textile Organizations ",
    "headline": "U.S. textile manufacturers endorse Trans-Pacific Partnership",
    "quote": "“We stated throughout the entire negotiating process that if our key objectives were met, NCTO would support the final agreement. Today, we are making good on that commitment to the U.S. government by pledging our support of TPP. With legislative review and action expected in 2016, NCTO looks forward to working with congressional leadership, the committees of jurisdiction, our supporters on Capitol Hill, and the Obama Administration on a path forward for TPP.”",
    "URL": "http://www.ncto.org/u-s-textile-manufacturers-endorse-trans-pacific-partnership/",
    "industry": "Apparel"
  },
  {
    "filename": "AFMA.jpg",
    "background": "white",
    "name": "American Fiber Manufacturers Association",
    "headline": "American Fiber Manufacturers Association Endorses Trans-Pacific Partnership",
    "quote": "“Inclusion in the final TPP text of the yarn-forward textile rule of origin so critical to U.S. fiber and yarn producers underpins our endorsement. This important trade provision is now intact in U.S. free trade agreements with over twenty countries, a consistent outcome that assures an integrity in U.S trade policy so important to America’s manufactured fiber producers, workers, and communities.”",
    "URL": "http://www.textileworld.com/textile-world/fiber-world/2016/02/american-fiber-manufacturers-association-endorses-trans-pacific-partnership/",
    "industry": "Apparel"
  },
  {
    "filename": "FDRA.jpg",
    "background": "white",
    "name": "Footwear Distributors and Retailers of America",
    "headline": "Footwear Distributors and Retailers of America: Comments by President Matt Priest at the Signing of the TPP in Auckland, New Zealand",
    "quote": "“This historic trade agreement will provide significant savings to footwear consumers and companies once passed and implemented. This signing is a culmination of years of hard work from FDRA and its members to ensure the agreement has meaningful tariff cuts for footwear. Congress should now approve the agreement as soon as possible.”",
    "URL": "http://fdra.org/latest-news/matt-priest-president-of-fdra-made-the-following-comments-on-the-signing-of-tpp-in-auckland-new-zealand-on-february-4th-2016-nzdt/",
    "industry": "Apparel"
  },
  {
    "filename": "AAFA.jpg",
    "background": "white",
    "name": "American Apparel & Footwear Association",
    "headline": "Apparel & Footwear Association releases statement of support for the Trans-Pacific Partnership",
    "quote": "\"The U.S. apparel, footwear, and accessories industry is a global industry in which nearly every U.S. job in our business depends on access to foreign customers or global supply chains, or both. The TPP will provide opportunities to reduce costs, stay competitive, and enter new markets… We urge the Administration to work with Congress to build support for timely Congressional consideration and approval of TPP, and to ensure that the agreement is implemented in a clear and seamless manner.”",
    "URL": "https://www.wewear.org/apparel--footwear-association-releases-statement-of-support-for-the-trans-pacific-partnership-/",
    "industry": "Apparel"
  },
  {
    "filename": "Travel-Goods-Association.jpg",
    "background": "white",
    "name": "Travel Goods Association",
    "headline": "U.S. Travel Goods Industry Supports TPP",
    "quote": "“The TPP agreement is a ‘win – win – win’ for the U.S. travel goods industry. Its terms will benefit the 100,000 U.S. workers in the industry and the countless U.S. consumers who buy and use travel goods like luggage, backpacks, handbags, briefcases, tote bags, smartphone covers and wallets every day… The next step is for Congress to approve the TPP Agreement. Pittenger enthusiastically urges action from Congress as soon as possible, So these benefits can be realized for the travel goods industry as a whole.",
    "URL": "http://travel-goods.org/tga-press-release/",
    "industry": "Apparel"
  },
  {
    "filename": "NIKE.jpg",
    "background": "white",
    "name": "Nike",
    "headline": "Nike TPP Statement",
    "quote": "Nike applauds the Obama Administration and Ambassador Froman for successfully concluding country negotiations on the historic Trans-Pacific Partnership (TPP). Nike supports TPP because it will allow us to innovate, expand our business and drive economic growth. Open trade enables US companies to compete and consumers to win.",
    "URL": "http://www.bizjournals.com/portland/blog/threads_and_laces/2015/11/some-of-oregons-biggest-companies-are-in-for-a.html",
    "industry": "Apparel"
  },
  {
    "filename": "Gap.jpg",
    "background": 0,
    "name": "Gap",
    "headline": "Gap Inc. Applauds Successful Conclusion of TPP Negotiations",
    "quote": "\"International trade is vital to the global competitiveness of Gap Inc.,” said Sonia Syngal, Executive Vice President of Global Supply Chain and Product Operations, Gap Inc. “We employ tens of thousands of Americans who work in a variety of positions and professions across our company, and trade helps to sustain these jobs. We applaud the work of United States Trade Representative Mike Froman and other negotiators to conclude the TPP, which will create new opportunities for trade and investment for Gap Inc. and the retail industry. We look forward to supporting an agreement that will bring significant value for American families, provide meaningful benefits for our industry and our workers, raise labor and environmental standards for millions of people across the Asia-Pacific region, and begin to level the playing field with our international competitors.\"",
    "URL": "http://www.gapinc.com/content/gapinc/html/media/pressrelease/2015/med_pr_tppnegotiations_100515.html",
    "industry": "Apparel"
  },
  {
    "filename": "Qualcomm.png",
    "background": "white",
    "name": "Qualcomm",
    "headline": "Qualcomm: A trade agreement that will spur innovation",
    "quote": "”Qualcomm supports the Trans-Pacific Partnership (TPP), because it will spur innovation in the 12 countries that are signing the agreement and the broader Trans-Pacific region. By expanding market access for technology products, strengthening the protection of intellectual property and enhancing regulatory transparency, the TPP will create jobs, foster new market opportunities and help bring advanced mobile technologies and services to more consumers, businesses, and countless others in San Diego and beyond.”",
    "URL": "https://www.qualcomm.com/news/onq/2016/02/09/trade-agreement-will-spur-innovation",
    "industry": "Tech"
  },
  {
    "filename": "Silicon-Valley-Leadership-Group.jpg",
    "background": "white",
    "name": "Silicon Valley Leadership Group ",
    "headline": "Silicon Valley Leadership Group unanimously votes to support TPP to help spur the economy and job growth",
    "quote": "“The Silicon Valley Leadership Group today unanimously voiced support for President Obama’s 7-year effort to develop and ratify the Trans-Pacific Partnership, which will directly benefit employers throughout the U.S. as they compete around the globe. The President’s efforts reduce or eliminate 18,000 taxes and trade barriers on American employers while ensuring the strongest and most enforceable labor and environmental provisions of any of our country’s trade agreements. The TPP unites 12 Asia-Pacific countries, 40 percent of global GDP, which is an unprecedented benefit for American jobs, workers and employers.”",
    "URL": "http://svlg.org/silicon-valley-leadership-group-unanimously-votes-to-support-tpp-to-help-spur-the-economy-and-job-growth",
    "industry": "Tech"
  },
  {
    "filename": "TechNet.jpg",
    "background": "white",
    "name": "TechNet",
    "headline": "TechNet Endorses the Trans-Pacific Partnership and Urges Congress to Approve the Agreement",
    "quote": "“The U.S. technology sector has grown into a leading force in the U.S. economy, fueled by an unparalleled commitment to innovation and an unprecedented investment in research and development… Yet, our nation’s ability to continue to lead in this sector is dependent on access to the fastest growing markets in the world and the uninhibited flow of data across borders.  This agreement supports U.S. technology leadership around the globe, and will drive economic growth and job creation here at home. On behalf of our member companies, we urge our leaders in Congress to approve the Trans-Pacific Partnership.”",
    "URL": "http://www.technet.org/technet-endorses-the-trans-pacific-partnership-and-urges-congress-to-approve-the-agreement/",
    "industry": "Tech"
  },
  {
    "filename": "BSA.jpg",
    "background": "white",
    "name": "BSA: The Software Alliance",
    "headline": "BSA| The Software Alliance supports the Trans-Pacific Partnership (TPP) agreement and urges prompt implementation",
    "quote": "“The TPP is a leap forward in trade agreements, establishing rules that truly reflect 21st century trade. It ensures opportunities and growth for all sectors that rely on data innovation by establishing the first-ever strong and enforceable general application trade rules on cross-border data flows in a multilateral agreement. We look forward to working with Congress and the Administration towards rapid implementation of the Agreement. The TPP lays an important foundation for digital trade that we urge be built upon and expanded in future trade agreements.”",
    "URL": "http://www.bsa.org/news-and-events/news/2016/january/en01082016tpp/?sc_lang=en-US",
    "industry": "Tech"
  },
  {
    "filename": "AdvaMed.jpg",
    "background": "white",
    "name": "AdvaMed",
    "headline": "AdvaMed Statement Supporting The Trans-Pacific Partnership",
    "quote": "“AdvaMed supports the TPP agreement, which will contribute to the expansion of economic growth and help improve the lives of workers and patients throughout the region…We urge the administration to address quickly and effectively remaining issues and concerns that business sectors and members of Congress have identified to ensure that the TPP can be promptly considered and receive the broad congressional support necessary for approval. We encourage Congress to approve such a TPP during 2016.”",
    "URL": "http://advamed.org/news/200/advamed-statement-supporting-the-trans-pacific-partnership",
    "industry": "Tech"
  },
  {
    "filename": "ITI.jpg",
    "background": "white",
    "name": "Information Technology Industry Council",
    "headline": "Information Technology Industry Council (ITI) Endorses TPP Agreement to Boost Innovation Economy and Job Creation",
    "quote": "“When the TPP agreement was announced, ITI said we would reserve judgment until we could review the text to see if it addressed the trade issues that our companies have encountered. After reviewing the agreement, we have decided to support the TPP, because it offers tremendous growth and innovation opportunities for the technology sector and our economy. In tech, our innovation cycles occur in months, not years. We should not wait, now is the time for TPP.”",
    "URL": "https://www.itic.org/news-events/news-releases/iti-endorses-tpp-agreement-to-boost-innovation-economy-and-job-creation",
    "industry": "Tech"
  },
  {
    "filename": "Technology-CEO-Council.jpg",
    "background": "white",
    "name": "Techonology CEO Council",
    "headline": "Statement from Tech CEO Council Executive Director Regarding the Trans Pacific Partnership",
    "quote": "“TPP establishes a framework for digital trade in the 21st century and will ensure that U.S. information technology entrepreneurs remain competitive in all the TPP countries… This agreement boldly addresses the 21st century challenges limiting U.S. growth and global competitiveness. Its passage and implementation are critical to maintaining American information technology leadership and ensuring a fair global market based on competition and innovation. The Tech CEO Council strongly supports the TPP Agreement and is committed to working with the Congress and Administration to quickly move it forward under the TPA’s approval process.”",
    "URL": "http://www.techceocouncil.org/news/2015/11/10/press_releases/statement_from_technology_ceo_council_executive_director_bruce_mehlman_regarding_the_trans_pacific_partnership_agreement/",
    "industry": "Tech"
  },
  {
    "filename": "SIIA.jpg",
    "background": 0,
    "name": "Software & Information Industry Association",
    "headline": "SIIA Announces Support for Trans-Pacific Partnership",
    "quote": "\"Today, the Software & Information Industry Association (SIIA) joined other groups in announcing its support for the Trans-Pacific Partnership Agreement (TPP) and urges Congress to approve it after the Administration submits the agreement in a timely fashion...“The agreement contains modern cross-border data flow provisions that are critical to today’s global economy.  These provisions oblige members to permit data flows and forbid server localization. TPP’s cross-border data flow trade provisions are a clear step forward compared to existing current trade agreements. They should serve as a floor and be strengthened additionally in the Trade in Services Agreement and Transatlantic Trade and Investment Partnership negotiations.”",
    "URL": "http://www.siia.net/blog/index/Post/64616/SIIA-Announces-Support-for-Trans-Pacific-Partnership",
    "industry": "Tech"
  },
  {
    "filename": "MPAA.png",
    "background": "white",
    "name": "Motion Picture Association of America",
    "headline": "MPAA Welcomes the Release of the TPP Agreement Text",
    "quote": "Enacting a high-standard TPP with strong copyright protections is an economic priority for the American motion picture and television industry, which registered nearly $16 billion in exports in 2013 and supports nearly two million jobs throughout all fifty states.  The TPP reaffirms what we have long understood -- that strengthening copyright is integral to America’s creative community and to facilitating legitimate international commerce. Once again, we’d like to thank Ambassador Froman, the USTR team, and the broader interagency for their tireless hard work throughout this entire process. We look forward to working with USTR and the other TPP parties to ensure rigorous implementation of this important agreement.”",
    "URL": "http://www.mpaa.org/wp-content/uploads/2015/11/MPAA-Welcomes-the-Release-of-the-TPP-Agreement-Text.pdf",
    "industry": "Tech"
  },
  {
    "filename": "TIA.jpg",
    "background": "white",
    "name": " Telecommunications Industry Association ",
    "headline": "TIA to Congress: If Jobs and Economy are Top Priority, TPP is a Mandatory ‘Yes’ Vote",
    "quote": "“With a focus on the digital economy, TPP is a mandatory ‘yes’ vote for any Member of Congress who states that jobs and the economy are a priority,” said TIA CEO Scott Belcher. “TPP would bolster the U.S. Information and Communications Technology (ICT) industry by eliminating tariffs on technology goods – a step that will expand markets and create jobs here at home by making U.S.-made products more affordable overseas. The Internet and connectivity are at the center of the global economy and for the first time we have an international trade agreement that recognizes this fact. Congress must seize this opportunity and approve TPP.”",
    "URL": "http://www.tiaonline.org/news-media/press-releases/tia-congress-if-jobs-and-economy-are-top-priority-tpp-mandatory-%E2%80%98yes%E2%80%99-vote",
    "industry": "Tech"
  },
  {
    "filename": "IA.jpg",
    "background": "white",
    "name": "The Internet Association",
    "headline": "Statement In Support Of The Trans-Pacific Partnership",
    "quote": "“The Internet industry is encouraged that the TPP recognizes the Internet as an essential American export, and supports the agreement’s passage. Historically, pro-Internet policies have been absent from trade agreements, which is why the TPP is an important step forward for the Internet sector that accounts for 6 percent of the GDP and nearly 3 million American jobs… It will be critical that the TPP is implemented in a way that supports the Internet economy. The Internet industry is committed to working with U.S. trade officials and Congress to ensure that future trade negotiations build upon this framework and reflect the priorities of all stakeholders, including a rapidly growing Internet sector.”",
    "URL": "https://internetassociation.org/033016tpp/",
    "industry": "Tech"
  },
  {
    "filename": "ATT.png",
    "background": "white",
    "name": "AT&T",
    "headline": "AT&T Statement on Release of Trans-Pacific Partnership (TPP) Text",
    "quote": "“TPP brings higher standards and protections to countries that represent nearly 40 percent of the global economy.  It will open markets and establish rules of the road for a 21st Century digital economy.  The e-Commerce commitments in TPP also provide a benchmark for reference in future trade agreements. We commend the Office of the United States Trade Representative for their tireless efforts, and hope Congress will work to ratify this agreement as soon as possible.”",
    "URL": "http://www.attpublicpolicy.com/international/att-statement-on-release-of-trans-pacific-partnership-tpp-text/",
    "industry": "Services"
  },
  {
    "filename": "MetLife.jpg",
    "background": "white",
    "name": "MetLife",
    "headline": "Metlife Statement on Trans-Pacific Partnership",
    "quote": "“After analyzing the text of the TPP, MetLife will support the agreement and seek congressional support for its ratification…We are confident that ratification of the TPP will lead to faster economic growth, greater choice and lower costs for consumers in the markets where we do business, and more high- paying jobs in the U.S.”",
    "URL": "https://www.metlife.com/about/press-room/us-press-releases/2015/index.html?compID=187115",
    "industry": "Services"
  },
  {
    "filename": "Gemini-Shipping.jpg",
    "background": "white",
    "name": "Gemini Shippers Group",
    "headline": "Gemini Shippers Group Supports the Trans-Pacific Partnership Agreement",
    "quote": "“Our members, who import fashion accessories and a variety of other products, will benefit from the agreement’s flexible rules of origin and immediate duty-free access. These provisions recognize the multi-country nature of modern companies’ global supply chains…The Trans-Pacific Partnership (TPP) Free Trade Agreement is a significant agreement. The TPP will benefit our members, their customers, and the entire U.S. economy.  Gemini Shippers Group urges Congress to review and approve this critical agreement as soon as possible.”",
    "URL": "http://www.geminishippers.com/gemini-shippers-group-supports-the-trans-pacific-partnership-agreement/",
    "industry": "Services"
  },
  {
    "filename": "UPS.jpg",
    "background": "white",
    "name": "UPS",
    "headline": "UPS Applauds TPP Negotiators On World’s Largest Trade Deal",
    "quote": "“TPP is a historic agreement that represents real market opportunities for U.S. companies of all sizes and a chance for them to compete on a more level playing field with local players,” said David Abney, CEO of UPS.  \"We thank Ambassador Michael Froman, Acting Deputy USTR Wendy Cutler, and TPP Chief Negotiator Barbara Weisel for their tireless and genuine efforts to secure the best possible trade deal for American companies, workers, and consumers.” Additionally, UPS is hopeful that after a full review, the U.S. Congress will vote to approve the agreement as soon as possible so that American companies can begin to benefit from the economic growth and jobs that it will spur.\"",
    "URL": "https://pressroom.ups.com/pressroom/ContentDetailsViewer.page?ConceptType=PressReleases&id=1444053478317-710",
    "industry": "Services"
  },
  {
    "filename": "Wolverine.jpg",
    "background": "white",
    "name": "Wolverine Worldwide",
    "headline": "American shoemakers: TPP good for U.S. operations ",
    "quote": "“As leading footwear domestic manufacturers, we write to express our support for the Trans-Pacific Partnership (TPP). We are strong supporters of TPP because it would strengthen our domestic manufacturing facilities while adding new jobs for Americans in trucking, warehousing, retail and port logistics…TPP would greatly benefit our industry, because it would reduce some of the outdated duties that limit footwear job creation. The savings that TPP would provide to our industry — $450 million in the first year alone and $6 billion over the first decade — could be used to strengthen our domestic operations.”",
    "URL": "http://fdra.org/wp-content/uploads/2016/03/TPP-Footwear-Domestic-Manufacturer-Letter.pdf",
    "industry": "Apparel"
  },
  {
    "filename": "HH-Brown.jpg",
    "background": "white",
    "name": "H.H. Brown Shoe Company",
    "headline": "American shoemakers: TPP good for U.S. operations ",
    "quote": "“As leading footwear domestic manufacturers, we write to express our support for the Trans-Pacific Partnership (TPP). We are strong supporters of TPP because it would strengthen our domestic manufacturing facilities while adding new jobs for Americans in trucking, warehousing, retail and port logistics…TPP would greatly benefit our industry, because it would reduce some of the outdated duties that limit footwear job creation. The savings that TPP would provide to our industry — $450 million in the first year alone and $6 billion over the first decade — could be used to strengthen our domestic operations.”",
    "URL": "http://fdra.org/wp-content/uploads/2016/03/TPP-Footwear-Domestic-Manufacturer-Letter.pdf",
    "industry": "Apparel"
  },
  {
    "filename": "Elan-Polo.jpg",
    "background": "white",
    "name": "Elan-Polo",
    "headline": "American shoemakers: TPP good for U.S. operations ",
    "quote": "“As leading footwear domestic manufacturers, we write to express our support for the Trans-Pacific Partnership (TPP). We are strong supporters of TPP because it would strengthen our domestic manufacturing facilities while adding new jobs for Americans in trucking, warehousing, retail and port logistics…TPP would greatly benefit our industry, because it would reduce some of the outdated duties that limit footwear job creation. The savings that TPP would provide to our industry — $450 million in the first year alone and $6 billion over the first decade — could be used to strengthen our domestic operations.”",
    "URL": "http://fdra.org/wp-content/uploads/2016/03/TPP-Footwear-Domestic-Manufacturer-Letter.pdf",
    "industry": "Apparel"
  },
  {
    "filename": "LaCrosse.jpg",
    "background": "white",
    "name": "LaCrosse Footwear, Inc",
    "headline": "American shoemakers: TPP good for U.S. operations ",
    "quote": "“As leading footwear domestic manufacturers, we write to express our support for the Trans-Pacific Partnership (TPP). We are strong supporters of TPP because it would strengthen our domestic manufacturing facilities while adding new jobs for Americans in trucking, warehousing, retail and port logistics…TPP would greatly benefit our industry, because it would reduce some of the outdated duties that limit footwear job creation. The savings that TPP would provide to our industry — $450 million in the first year alone and $6 billion over the first decade — could be used to strengthen our domestic operations.”",
    "URL": "http://fdra.org/wp-content/uploads/2016/03/TPP-Footwear-Domestic-Manufacturer-Letter.pdf",
    "industry": "Apparel"
  }
]
