[{
    "chapter": 1,
    "title": "Initial Provisions",
    "class": "initial-provisions",
    "intro": "The United States ships more than $1.9 billion in goods to TPP countries every day.  In today’s highly competitive global marketplace, even small increases in a product’s cost due to tariffs or non-tariff barriers can mean the difference between success and failure for a business.",
    "goals": ["Elimination of tariffs and commercially-meaningful market access for U.S. products exported to TPP countries", "Provisions that address longstanding non-tariff barriers, including import licensing requirements and other restrictions"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 2,
    "title": "Trade in Goods",
    "class": "trade-in-goods",
    "intro": "U.S. textile and apparel manufacturers sold more than $10 billion worth of products to TPP countries in 2013, an increase of 5.4 percent from the previous year.  Many U.S. yarns, fabrics, and apparel currently face tariffs as high as 20 percent upon entering some TPP countries.",
    "goals": ["Elimination of tariffs on textile and apparel exports to TPP countries", "A “yarn forward” rule of origin, which requires that textile and apparel products be made using U.S. or other TPP country yarns and fabrics to qualify for the benefits of the agreement, so as to ensure that non-qualifying textiles and apparel from non-TPP countries do not enjoy the benefits reserved for TPP countries"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 3,
    "title": "Textiles & Apparels",
    "class": "textiles-apparels",
    "intro": "Services industries account for four out of five U.S. jobs and also represent a significant and growing share of jobs in other TPP countries.  Securing liberalized and fair access to foreign services markets will help U.S. service suppliers, both small and large, seeking to do business in TPP markets, thereby, supporting jobs at home.",
    "goals": ["Liberalizing access for services companies so they receive better or equal treatment to service suppliers from TPP countries’ other FTA partners and face a more level playing field in TPP markets", "Provisions that would enable service suppliers to supply services without establishing an office in every TPP country"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 4,
    "title": "Rules of Origin",
    "class": "rules-of-origin",
    "intro": "With trade following investment, we are working to ensure that U.S. investors abroad are provided the same kind of opportunities in other markets that we provide in the United States to foreign investors doing business within our borders.",
    "goals": ["Liberalized access for investment in TPP markets, non-discrimination and the reduction or elimination of other barriers to the establishment and operation of investments in TPP countries, including prohibitions against unlawful expropriation and specified performance requirements", "Liberalized access for investment in TPP markets, non-discrimination and the reduction or elimination of other barriers to the establishment and operation of investments in TPP countries, including prohibitions against unlawful expropriation and specified performance requirements"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 5,
    "title": "Customs Administration & Trade Facilitation",
    "class": "customs-admin",
    "intro": "Ensuring respect for worker rights is a core value.  That is why in TPP the United States is seeking to build on the strong labor provisions in the most recent U.S. trade agreements by seeking enforceable rules that protect the rights of freedom of association and collective bargaining; discourage trade in goods produced by forced labor, including forced child labor; and establish mechanisms to monitor and address labor concerns.",
    "goals": ["Requirements to adhere to fundamental labor rights as recognized by the International Labor Organization, as well as acceptable conditions of work, subject to the same dispute settlement mechanism as other obligations in TPP", "Rules that will ensure that TPP countries do not waive or derogate from labor laws in a manner that affects trade or investment, including in free trade zones, and that they take initiatives to discourage trade in goods produced by forced labor"],
    "photo": "photo.png",
    "medium": "https://medium.com/@USTradeRep/5206e2229101"
}, {
    "chapter": 6,
    "title": "Sanitary & Phytosanitary Measures",
    "class": "sanitary-measures",
    "intro": "Environmental stewardship is a core value and advancing environmental protection and conservation efforts across the Asia-Pacific region is a key priority for the United States in TPP.  In addition to core environment obligations, we are seeking trailblazing, first-ever conservation proposals to address some of the region’s most urgent environmental challenges.",
    "goals": ["Strong and enforceable environment obligations, subject to the same dispute settlement mechanism as other obligations in TPP", "Commitments to effectively enforce domestic environmental laws, including laws that implement multilateral environmental agreements, and commitments not to waive or derogate from the protections afforded in environmental laws for the purpose of encouraging trade or investment"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 7,
    "title": "Technical Barriers to Trade",
    "class": "tech-barriers",
    "intro": "In the past five years, the number of Internet users worldwide has ballooned from 2 to 3 billion and will continue to grow.  The increase in Internet use creates significant economic potential, particularly for small businesses.",
    "goals": ["Commitments not to impose customs duties on digital products (e.g., software, music, video, e-books)", "Non-discriminatory treatment of digital products transmitted electronically and guarantees that these products will not face government-sanctioned discrimination based on the nationality or territory in which the product is produced"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 8,
    "title": "Trade Remedies",
    "class": "trade-remedies",
    "intro": "U.S. goals on competition policy and SOEs are grounded in long-standing principles of fair competition, consumer protection, and transparency.  The United States is seeking rules to prohibit anticompetitive business conduct, as well as fraudulent and deceptive commercial activities that harm consumers.  We are also pursuing pioneering rules to ensure that private sector businesses and workers are able to compete on fair terms with SOEs, especially when such SOEs receive significant government backing to engage in commercial activity.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 9,
    "title": "Investment",
    "class": "investment",
    "intro": "Small- and medium-sized enterprises (SMEs) are the backbone of the U.S. economy and are key contributors to economic growth in other TPP economies as well.  The United States’ 28 million SMEs account for nearly two-thirds of net new private sector jobs in recent decades.  SMEs that export tend to grow even faster, create more jobs, and pay higher wages than similar businesses that do not trade internationally.  We are seeking through this agreement to provide SMEs the tools they need to compete across TPP markets.  TPP will benefit SMEs by eliminating tariff and non-tariff barriers, streamlining customs procedures, strengthening intellectual property protection, promoting e-commerce, and developing more efficient and transparent regulatory regimes.  In addition, TPP will include a first-ever chapter focusing on issues that create particular challenges for SMEs.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 10,
    "title": "Cross-Border Trade in Services",
    "class": "cross-border-services",
    "intro": "As the world’s most innovative economy, strong and effective protection and enforcement of IP rights is critical to U.S. economic growth and American jobs.  Nearly 40 million American jobs are directly or indirectly attributable to “IP-intensive” industries.  These jobs pay higher wages to their workers, and these industries drive approximately 60 percent of U.S. merchandise exports and a large share of services exports.  In TPP, we are working to advance strong, state-of-the-art, and balanced rules that will protect and promote U.S. exports of IP-intensive products and services throughout the Asia-Pacific region for the benefit of producers and consumers of those goods and services in all TPP countries.  The provisions that the United States is seeking – guided by the careful balance achieved in existing U.S. law – will promote an open, innovative, and technologically-advanced Asia-Pacific region, accelerating invention and creation of new products and industries across TPP countries, while at the same time ensuring outcomes that enable all TPP countries to draw on the full benefits of scientific, technological, and medical innovation, and take part in development and enjoyment of new media, and the arts.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 11,
    "title": "Financial Services",
    "class": "financial-services",
    "intro": "Non-tariff trade barriers, such as duplicative testing and unscientific regulations imposed on food and agricultural goods, are among the biggest challenges facing exporters across the Asia-Pacific region.  An effective regulatory program should protect the public interest – for example in health, safety, and environmental protection – and do so in a manner that is no more trade restrictive than necessary to achieve the policy goal.  The United States is therefore seeking in TPP to strengthen rules intended to eliminate unwarranted technical barriers to trade (TBT) and build upon WTO commitments in this area, and to ensure that sanitary and phytosanitary measures (SPS) are developed and implemented in a transparent, science-based manner.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 12,
    "title": "Temporary Entry for Business Persons",
    "class": "temporary-entry",
    "intro": "Through TPP, we are seeking to make trade across the TPP region more seamless, including by improving the coherence of TPP regulatory systems, enhancing transparency in policy-making processes, and combatting corruption.  These “good government” reforms also play an important role in ensuring fairness for American firms and workers",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 13,
    "title": "Telecommunications",
    "class": "telecommunications",
    "intro": "Cutting the red-tape of trade, including by reducing costs and increasing customs efficiencies, will make it cheaper, easier, and faster for businesses to get their products to market.  In TPP, we are looking to facilitate trade across the TPP region; support the deep integration of U.S. logistics, manufacturing, and other industries in regional supply chains; and reduce costs for U.S. business by removing onerous and opaque customs barriers.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 14,
    "title": "Electronic Commerce",
    "class": "electronic-commerce",
    "intro": "Increasing access to government procurement markets in TPP countries, which represent an estimated 5-10 percent of a country’s economy, will unlock significant opportunities for U.S. and other TPP businesses and workers.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 15,
    "title": "Government Procurement",
    "class": "gov-procurement",
    "intro": "The United States views development as a way to further strengthen the region and lay the groundwork for future economic opportunities by improving access to economic opportunity for women and low income individuals; incentivizing private-public partnerships in development activities; and designing sustainable models for economic growth.  In addition, the United States sees trade capacity-building as critical to assist TPP developing countries in implementing the agreement and ensuring they can benefit from it.  In TPP, we plan to include a chapter on cooperation and capacity building and, for the first time in any U.S. trade agreement, a chapter dedicated specifically to development.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 16,
    "title": "Competition Policy",
    "class": "competition-policy",
    "intro": "When the United States negotiates a trade agreement, we expect our trading partners to abide by the rules and obligations to which they agree.  Under the TPP, countries will first seek to address an issue cooperatively.  If they are unable to do so, the Parties have recourse to an independent tribunal to determine whether a Party has failed to meet its obligations, and ultimately to allow suspension of benefits if a Party fails to come into compliance.  Through the TPP dispute settlement mechanism, we are seeking to give the American public the confidence that the United States has the means to enforce the strong, high-standard obligations we are negotiating in this agreement.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 17,
    "title": "State-Owned Enterprises",
    "class": "state-owned-enterprises",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 18,
    "title": "Intellectual Property",
    "class": "intellectual-property",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 19,
    "title": "Labor",
    "class": "labor",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 20,
    "title": "Environment",
    "class": "environment",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 21,
    "title": "Cooperation & Capacity-Building",
    "class": "cooperation",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 22,
    "title": "Competitiveness & Business Facilitation",
    "class": "competitiveness",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 23,
    "title": "Development",
    "class": "development",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 24,
    "title": "Small & Medium-Sized Enterprises",
    "class": "smes",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 25,
    "title": "Regulatory Coherence",
    "class": "regulatory-coherence",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 26,
    "title": "Transparency & Anti-Corruption",
    "class": "transparency",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 27,
    "title": "Administrative & Institutional Provisions",
    "class": "admin-provisions",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 28,
    "title": "Dispute Settlement",
    "class": "dispute-settlement",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 29,
    "title": "Exceptions",
    "class": "exceptions",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 30,
    "title": "Final Provisions",
    "class": "final-provisions",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}, {
    "chapter": 31,
    "title": "U.S.-Japan Motor Vehicle Trade Non-Tariff Measures",
    "class": "us-japan",
    "intro": "With the participation of Japan, TPP countries account for nearly 40 percent of global GDP and about one-third of all world trade.  Japan is currently the fourth-largest goods trading partners of the United States.  The United States exported $65 billion in goods and an estimated $48 billion in services to Japan in 2013.",
    "goals": ["Goal 1", "Goal 2"],
    "photo": "photo.png",
    "medium": "http://medium.com/@USTradeRep"
}]
